Repository: capooti/RunningTeam
Catalog: runningteam/apps/team/locale/*/LC_MESSAGES/django.po
Languages: it

source: New comment for race
it: Nuovo commento per gara

source: A new comment has been inserted for a race
it: Un nuovo commento e' stato inserito per una gara

source: New comment for photo
it: Nuovo commento per foto

source: A new comment has been inserted for a photo
it: Un nuovo commento e' stato inserito per una foto

source: New photo for race
it: Nuova foto per gara

source: A new photo has been uploaded for a race
it: Una nuova foto e' stata caricata per una gara

source: name
it: nome

source: gender
it: sesso

source: birth date
it: data di nascita

source: phone
it: telefono

source: certificate
it: certificato

source: runner
it: Atleta

source: runners
it: Atleti

source: is maintype
it: tipo principale

source: race type
it: Tipo di gara

source: race types
it: Tipi di gara

source: date
it: data

source: location
it: localita

source: description
it: descrizione

source: race
it: Tipo di gara

source: races
it: Gare

source: is completed
it: completata

source: ranking
it: classifica

source: time
it: tempo

source: Successfully uploaded photo '%s'
it: Foto caricata con successo '%s'

source: Runners
it: Atleti

source: Races Archives
it: Archivio Gare

source: Future Races
it: Prossime Gare

source: Photos
it: Foto

source: Profile
it: Profilo

source: Race
it: Gara

source: Race Type
it: Tipo di gara

source: Location
it: Localita

source: Date
it: Data

source: Subscription
it: Iscrizione

source: Remove subscription
it: Rimuovi iscrizione

source: Subscribe
it: Iscriviti

source: Runner
it: Atleta

source: Time
it: Tempo

source: There are not races for this kind in database.
it: Non ci sono gare di questo tipo nel database.

source: Races
it: Gare

source: Past Races
it: Corse Effettuate

source: Men
it: Uomini

source: Women
it: Donne

source: Your username and/or your password are wrong, please retry.
it: Il tuo username e/o la tua password non sono corretti, ritenta.

source: Thanks, hope to see you back.
it: Grazie e a presto.

source: To login again click
it: Per effettuare il login clicca qui

source: here
it: qui

source: Password Change
it: Cambio password

source: Confirm
it: Conferma

source: Password Change Done
it: Cambio password effettuato

source: You have successfully changed your password!
it: Hai cambiato la password con successo!

source: Latest Photos
it: Ultime Foto

source: Race details for
it: Dettagli gara

source: Name
it: Nome

source: Go to web site
it: Vai al sito

source: Description
it: Descrizione

source: You have already subscribed for this race.
it: Sei gia' iscritto per questa gara

source: Unsubscribe!
it: Iscriviti

source: You are not subscribed for this race.
it: Non sei iscritto a questa gara

source: Subscribe!
it: Iscriviti

source: Login to subsribe or to unsubscribe to a race.
it: Effettua il login per iscriverti o rimuovere l'iscrizione da una gara

source: Subscribed runners
it: Iscriviti

source: Runners ranking
it: Classifica

source: Ranking
it: Classifica

source: There are not subscribed runners for this race.
it: Non ci sono atleti nel database.

source: Retired Runners
it: Atleti

source: Add a photo for this race
it: Aggiungi una foto per questa gara

source: Comments
it: Commenti

source: times viewed
it: volte vista

source: No photos were found.
it: Non sono state trovate foto.

source: Races archives
it: Archivio gare

source: There are no races in the database.
it: Non ci sono atleti nel database.

source: Races archives for
it: Archivio gare per

source: There are no races in the database for this year.
it: Non ci sono atleti nel database.

source: Runner details
it: Dettagli atleta

source: Nickname
it: Soprannome

source: Gender
it: Sesso

source: Birthdate
it: Data di nascita

source: Phone
it: Telefono

source: Those information are visible only to team members.
it: Queste informazioni sono visibili ai soli componenti della squadra.

source: Future race
it: Gare future

source: Retired
it: Ritirato

source: This runner did not take part to any race.
it: Questo atleta non ha partecipato a nessuna gara.

source: Total Races
it: Corse Effettuate

source: There are not runners in the database.
it: Non ci sono atleti nel database.

source: Update your user profile
it: Modifica il tuo profilo utente

source: Change your password here
it: Cambia qui la tua password

source: There is some error in your data!
it: C'e' qualche errore nei dati inseriti!

source: Change your avatar
it: Modifica il tuo avatar
